<template>
  <div class="max-w-screen-xl mx-auto py-8 px-4 sm:px-6 lg:px-8">
    <section class="mb-8">
      <h1 class="text-2xl font-semibold mb-4">プライバシーポリシー</h1>
      <p>
        当社は、お客様から取得する情報
        当社は、お客様から以下の情報を取得します。
      </p>
      <ul class="list-disc ml-8">
        <li>氏名(ニックネームやペンネームも含む)</li>
        <li>メールアドレス</li>
        <li>外部サービスでお客様が利用するID、その他外部サービスのプライバシー設定によりお客様が連携先に開示を認めた情報</li>
        <li>OSが生成するID、端末の種類、端末識別子等のお客様が利用するOSや端末に関する情報</li>
        <li>当社ウェブサイトの滞在時間、入力履歴、購買履歴等の当社ウェブサイトにおけるお客様の行動履歴</li>
      </ul>
      <p>
        当社のサービスに関するご案内をするため
        当社の規約や法令に違反する行為に対応するため
      </p>
    </section>
    <section class="mb-8">
      <h1 class="text-2xl font-semibold mb-4">利用規約</h1>
      <p>
        この利用規約（以下、「本規約」といいます。）は、本ウェブサイトの管理者（以下、「管理者」といいます。）がこのウェブサイト上で提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。
      </p>
      <h2 class="text-xl font-semibold mt-4">第1条（適用）</h2>
      <p>
        1. 本規約は、ユーザーと管理者との間の本サービスの利用に関わる一切の関係に適用されるものとします。
        2. 管理者は本サービスに関し、本規約のほか、個別規定（以下、「個別規定」といいます。）をすることがあります。個別規定は本規約の一部を構成するものとします。
      </p>
      <h2 class="text-xl font-semibold mt-4">第2条（禁止事項）</h2>
      <p>
        ユーザーは、本サービスの利用にあたり、以下の行為をしてはなりません。
      </p>
      <ol class="list-decimal ml-8">
        <li>法令または公序良俗に違反する行為</li>
        <li>犯罪行為に関連する行為</li>
        <li>本サービスの内容等、本サービスに含まれる著作権、商標権ほか知的財産権を侵害する行為</li>
        <li>管理者、ほかのユーザー、またはその他第三者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</li>
        <li>本サービスによって得られた情報を商業的に利用する行為</li>
        <li>管理者のサービスの運営を妨害するおそれのある行為</li>
        <li>不正アクセスをし、またはこれを試みる行為</li>
        <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
        <li>不正な目的を持って本サービスを利用する行為</li>
        <li>本サービスの他のユーザーまたはその他の第三者に不利益、損害、不快感を与える行為</li>
        <li>他のユーザーに成りすます行為</li>
        <li>管理者が許諾しない本サービス上での宣伝、広告、勧誘、または営業行為</li>
        <li>面識のない異性との出会いを目的とした行為</li>
        <li>管理者のサービスに関連して、反社会的勢力に対して直接または間接に利益を供与する行為</li>
        <li>その他、管理者が不適切と判断する行為</li>
      </ol>
      <h2 class="text-xl font-semibold mt-4">第3条（本サービスの提供の停止等）</h2>
      <p>
        1. 管理者は、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
      </p>
      <ul class="list-disc ml-8">
        <li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
        <li>地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合</li>
        <li>コンピュータまたは通信回線等が事故により停止した場合</li>
        <li>その他、管理者が本サービスの提供が困難と判断した場合</li>
      </ul>
      <p>
        2. 管理者は、本サービスの提供の停止または中断により、ユーザーまたは第三者が被ったいかなる不利益または損害についても、一切の責任を負わないものとします。
      </p>
      <h2 class="text-xl font-semibold mt-4">第4条（保証の否認および免責事項）</h2>
      <p>
        1. 管理者は、本サービスに事実上または法律上の瑕疵（安全性、信頼性、正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。
        2. 管理者は、本サービスに起因してユーザーに生じたあらゆる損害について、管理者の故意又は重過失による場合を除き、一切の責任を負いません。ただし、本サービスに関する管理者とユーザーとの間の契約が消費者契約法に定める消費者契約となる場合、この免責規定は適用されません。
        3. 前項ただし書に定める場合であっても、管理者は、管理者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（管理者またはユーザーが損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。また、管理者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は、ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。
        4. 管理者は、本サービスに関して、ユーザーと他のユーザーまたは第三者との間において生じた取引、連絡または紛争等について一切責任を負いません。
      </p>
      <h2 class="text-xl font-semibold mt-4">第5条（サービス内容の変更等）</h2>
      <p>
        管理者は、ユーザーへの事前の告知をもって、本サービスの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします。
      </p>
      <h2 class="text-xl font-semibold mt-4">第6条（利用規約の変更）</h2>
      <p>
        管理者は以下の場合には、ユーザーの個別の同意を要せず、本規約を変更することができるものとします。
        1. 本規約の変更がユーザーの一般の利益に適合するとき。
        2. 本規約の変更が本サービス利用契約の目的に反せず、かつ、変更の必要性、変更後の内容の相当性その他の変更に係る事情に照らして合理的なものであるとき。
        管理者はユーザーに対し、前項による本規約の変更にあたり、事前に、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を通知します。
      </p>
    </section>
  </div>
</template>
